Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/depts/regjeringen.no/indisk-interesse-for-norsk-urfolkspoliti_id_698912.html.tmx
Source language: nob
Languages: sme

source: Indisk interesse for norsk urfolkspolitikk - regjeringen.no
sme: Almmustahtti: Ođasmahttin-, hálddahus- ja girkodepartemeanta

source: Den indiske ministeren for lokaldemokrati og urfolkssaker, Shri V. Kishore Chandra Deo, møtte mandag statssekretær Ragnhild Vassvik Kalstad for samtaler om urfolksspørsmål.
sme: India báikkálašdemokratiija ja eamiálbmotáššiid ministtar Shri V. Kishore Chandra Deo deaivvadii vuossárgga stáhtačálliin Ragnhild Vassvik Kalstad:n, ja soai ságastalaiga eamiálbmotáššiid birra.

source: Ministeren skal også besøke Sametinget.
sme: Ministtar áigu maid galledit Sámedikki.

source: - Jeg opplevde den indiske ministeren som svært interessert i Norges urfolkspolitikk, og vi hadde en fin utveksling av informasjon om urfolks situasjon i de to landene.
sme: - Mu mielas India ministtar beroštii hui ollu Norgga eamiálbmotpolitihkas, ja munnos leai hui ávkkálaš diehtolonohallan dán guovtti riikka eamiálbmotáššiin.

source: Ministeren var spesielt interessert i Sametingets rolle og i konsultasjonsprosedyrene, sier statssekretær Ragnhild Vassvik Kalstad.
sme: Ministtar čájehii erenoamáš fuola dasa makkár rolla Sámedikkis lea ja movt gulahallanvuogit doibmet, cealká stáhtačálli Ragnhild Vassvik Kalstad.

source: Den indiske ministeren Shri V. Kishore Chandra Deo er i Norge som kommunal- og regionalministerens gjest, og skal i løpet av besøket i Norge også på et to dagers besøk til Sametinget i Karasjok.
sme: India ministtar Shri V. Kishore Chandra Deo oahppaladdá Norgga gielda- ja guovloministara, ja dan oktavuođas áigu maiddái guokte beaivvi galledit Sámedikki Kárášjogas.

source: Både representanter fra Kommunal- og regionaldepartementet og Fornyings-, administrasjons- og kirkedepartementet vil følge ham til Karasjok.
sme: Áirasat Gielda- ja guovlodepartemeanttas ja Ođasmahttin-, hálddahus- ja girkodepartemeanttas čuvvot su mielde Kárášjohkii.

source: Det er første gang en indisk urfolksminister besøker Sametinget.
sme: Lea vuosttas gearddi ahte India eamiálbmotministtar galleda Sámedikki.
